Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: Leads to a tool inside the app
cs: Vede na nástroj uvnitř aplikace
de: Verweist auf ein Tool in der App
es: Lleva a una herramienta de dentro de la app
fr: Mène à un outil situé dans l’app
it: Punta a uno strumento all’interno dell’app
ja: アプリ内のツールへのリンク
ko: 앱 내부의 도구로 연결됨
nl: Leidt naar een tool in de app
pl: Prowadzi do narzędzia w aplikacji
pt: Aponta para uma ferramenta dentro do app
ro: Duce la un instrument din interiorul aplicației
ru: Ведет к инструменту внутри приложения
sv: Leder till ett verktyg inuti appen
tr: Uygulamanın içindeki bir aracı gösteriyor
uk: Веде до інструмента всередині програми
zh_hans: 指向App内的工具
zh_hant: 指向App內的工具

source: Leave out commands that start with a space
cs: Vynechávat příkazy začínající mezerou
de: Befehle mit Leerzeichen am Anfang auslassen
es: Dejar fuera los comandos que empiezan por un espacio
fr: Omettre les commandes commençant par une espace
it: Ometti i comandi che iniziano con uno spazio
ja: スペースで始まるコマンドを履歴に残さない
ko: 공백으로 시작하는 명령 저장 안 함
nl: Laat commando's weg die met een spatie beginnen
pl: Pomijaj polecenia zaczynające się od spacji
pt: Omitir comandos que começam com um espaço
ro: Omiteți comenzile care încep cu un spațiu
ru: Не сохранять команды, которые начинаются с пробела
sv: Utelämna kommandon som börjar med ett mellanslag
tr: Boşlukla başlayan komutları dışarıda bırak
uk: Не зберігати команди, що починаються з пробілу
zh_hans: 不记录以空格开头的命令
zh_hant: 不儲存以空格開頭的指令

source: Leave these out of Time Machine
cs: Vynechat tyto složky ze záloh Time Machine
de: Diese von Time Machine ausschließen
es: Dejar estas carpetas fuera de Time Machine
fr: Exclure ces dossiers de Time Machine
it: Tieni queste cartelle fuori da Time Machine
ja: これらをTime Machineのバックアップ対象から外す
ko: Time Machine 백업에서 제외
nl: Houd deze buiten Time Machine
pl: Pomijaj je w Time Machine
pt: Deixar estas pastas fora do Time Machine
ro: Lăsați‑le în afara backupurilor Time Machine
ru: Не включать эти папки в резервные копии Time Machine
sv: Uteslut de här från Time Machine
tr: Bunları Time Machine’in dışında bırak
uk: Не долучати їх до Time Machine
zh_hans: 让时间机器跳过这些文件夹
zh_hant: 不讓「時光機」備份這些項目

source: Left alone
cs: Nedotčeno
de: Unangetastet
es: No se toca
fr: Laissé en place
it: Resta dov’è
ja: 対象外
ko: 그대로 둠
nl: Blijft staan
pl: Nietknięte
pt: Preservado
ro: Lăsat neatins
ru: Остается на месте
sv: Rörs inte
tr: Yerinde kalır
uk: Лишається на місці
zh_hans: 留在原处
zh_hant: 原地保留

source: Left alone: Peel removes itself only from Settings.
cs: Nedotčeno: Peel se odstraňuje jen v Nastavení.
de: Unangetastet: Peel entfernt sich selbst nur in den Einstellungen.
es: No se toca: Peel solo se elimina desde Ajustes.
fr: Laissé en place : Peel ne se supprime que depuis les Réglages.
it: Resta dov’è: Peel si rimuove solo nelle Impostazioni.
ja: 対象外: Peel自身のアンインストールは“設定”からのみ行えます。
ko: 그대로 둠: Peel은 설정에서만 자신을 제거합니다.
nl: Blijft staan: Peel verwijdert zichzelf alleen vanuit Instellingen.
pl: Nietknięte: Peel odinstalowuje się tylko w Ustawieniach.
pt: Preservado: o Peel só se remove nos Ajustes.
ro: Lăsat neatins: Peel se elimină doar din Configurări.
ru: Остается на месте: Peel удаляет себя только в Настройках.
sv: Rörs inte: Peel tar bort sig själv bara i Inställningar.
tr: Yerinde kalır: Peel kendini yalnızca Ayarlar’dan kaldırır.
uk: Лишається на місці: Peel вилучає себе лише в Параметрах.
zh_hans: 留在原处：Peel只会在“设置”中移除自己。
zh_hant: 原地保留：Peel只會在「設定」中移除自己。

source: Left alone: a photo, music, or video library is inside, so Peel leaves this folder where it is.
cs: Nedotčeno: uvnitř je knihovna fotek, hudby nebo videí, a proto Peel tuto složku ponechá, kde je.
de: Unangetastet: Darin liegt eine Foto-, Musik- oder Videomediathek, daher lässt Peel diesen Ordner, wo er ist.
es: No se toca: dentro hay una biblioteca de fotos, música o vídeo, así que Peel deja esta carpeta donde está.
fr: Laissé en place : il contient une bibliothèque de photos, de musique ou de vidéos, et Peel laisse donc ce dossier là où il est.
it: Resta dov’è: all’interno c’è una libreria di foto, musica o video, quindi Peel non sposta questa cartella.
ja: 対象外: 写真、音楽、またはビデオのライブラリが中にあるため、Peelはこのフォルダをそのままにします。
ko: 그대로 둠: 안에 사진, 음악 또는 비디오 보관함이 있으므로 Peel은 이 폴더를 그대로 둡니다.
nl: Blijft staan: er zit een foto-, muziek- of videobibliotheek in, dus Peel laat deze map staan waar die staat.
pl: Nietknięte: w środku jest biblioteka zdjęć, muzyki lub wideo, więc Peel zostawia ten folder na miejscu.
pt: Preservado: há dentro uma biblioteca de fotos, músicas ou vídeos, então o Peel deixa esta pasta onde está.
ro: Lăsat neatins: înăuntru se află o bibliotecă foto, muzicală sau video, așa că Peel lasă acest dosar unde se află.
ru: Остается на месте: внутри находится медиатека фото, музыки или видео, поэтому Peel оставляет эту папку там, где она находится.
sv: Rörs inte: ett bild-, musik- eller videobibliotek ligger i den, så Peel lämnar mappen där den är.
tr: Yerinde kalır: içinde bir fotoğraf, müzik veya video arşivi var, bu yüzden Peel bu klasörü yerinde bırakır.
uk: Лишається на місці: усередині є медіатека фото, музики чи відео, тож Peel не переміщує цю папку.
zh_hans: 留在原处：其中有照片、音乐或视频资料库，因此Peel会将此文件夹保留在原处。
zh_hant: 原地保留：其中有照片、音樂或影片資料庫，因此Peel會讓此檔案夾留在原處。

source: Left alone: a wallet or a key Peel protects is inside, so Peel leaves this folder where it is.
cs: Nedotčeno: uvnitř je peněženka nebo klíč, které Peel chrání, a proto Peel tuto složku ponechá, kde je.
de: Unangetastet: Darin liegt eine von Peel geschützte Wallet oder ein von Peel geschützter Schlüssel, daher lässt Peel diesen Ordner, wo er ist.
es: No se toca: dentro hay un monedero digital o una clave que Peel protege, así que Peel deja esta carpeta donde está.
fr: Laissé en place : il contient un portefeuille ou une clé que Peel protège, et Peel laisse donc ce dossier là où il est.
it: Resta dov’è: all’interno c’è un wallet o una chiave che Peel protegge, quindi Peel non sposta questa cartella.
ja: 対象外: Peelが保護しているウォレットまたは鍵が中にあるため、Peelはこのフォルダをそのままにします。
ko: 그대로 둠: Peel이 보호하는 지갑이나 키가 안에 있으므로 Peel은 이 폴더를 그대로 둡니다.
nl: Blijft staan: er zit een wallet of een sleutel in die Peel beschermt, dus Peel laat deze map staan waar die staat.
pl: Nietknięte: w środku jest portfel lub klucz chroniony przez Peel, więc Peel zostawia ten folder na miejscu.
pt: Preservado: há dentro uma carteira ou uma chave que o Peel protege, então o Peel deixa esta pasta onde está.
ro: Lăsat neatins: înăuntru se află un portofel sau o cheie pe care Peel le protejează, așa că Peel lasă acest dosar unde se află.
ru: Остается на месте: внутри находится кошелек или ключ, который защищает Peel, поэтому Peel оставляет эту папку там, где она находится.
sv: Rörs inte: en plånbok eller en nyckel som Peel skyddar ligger i den, så Peel lämnar mappen där den är.
tr: Yerinde kalır: içinde Peel’in koruduğu bir cüzdan veya anahtar var, bu yüzden Peel bu klasörü yerinde bırakır.
uk: Лишається на місці: усередині є гаманець або ключ, які захищає Peel, тож Peel не переміщує цю папку.
zh_hans: 留在原处：其中有受Peel保护的钱包或密钥，因此Peel会将此文件夹保留在原处。
zh_hant: 原地保留：其中有受Peel保護的錢包或密鑰，因此Peel會讓此檔案夾留在原處。

source: Left alone: only an administrator can move this, and Peel’s helper isn’t allowed to move it from here.
cs: Nedotčeno: tuto položku může přesunout jen správce a pomocník Peelu ji odtud přesunout nesmí.
de: Unangetastet: Nur ein Administrator kann dies verschieben, und das Hilfsprogramm von Peel darf es von hier nicht verschieben.
es: No se toca: solo un administrador puede trasladar esto, y el asistente de Peel no tiene permiso para trasladarlo desde aquí.
fr: Laissé en place : seul un administrateur peut le déplacer, et l’utilitaire de Peel n’est pas autorisé à le déplacer depuis cet emplacement.
it: Resta dov’è: solo un amministratore può spostarlo, e all’assistente di Peel non è consentito spostarlo da qui.
ja: 対象外: これを移動できるのは管理者だけで、Peelのヘルパーはこの場所からの移動を許可されていません。
ko: 그대로 둠: 관리자만 이 항목을 이동할 수 있으며, Peel 보조 프로그램이 이 위치에서 이 항목을 이동하는 것은 허용되지 않습니다.
nl: Blijft staan: alleen een beheerder kan dit verplaatsen, en het hulpprogramma van Peel mag het hier niet vandaan verplaatsen.
pl: Nietknięte: przenieść to może tylko administrator, a pomocnikowi Peel nie wolno przenosić tego stąd.
pt: Preservado: só um administrador pode mover isto, e o auxiliar do Peel não tem permissão para movê-lo daqui.
ro: Lăsat neatins: doar un administrator poate muta acest articol, iar instrumentul de ajutor Peel nu are voie să îl mute de aici.
ru: Остается на месте: переместить это может только администратор, а помощнику Peel не разрешено перемещать это отсюда.
sv: Rörs inte: bara en administratör kan flytta det här, och Peels hjälpprogram får inte flytta det härifrån.
tr: Yerinde kalır: bunu yalnızca bir yönetici taşıyabilir ve Peel’in yardımcısının onu buradan taşımasına izin verilmiyor.
uk: Лишається на місці: перемістити це може лише адміністратор, а помічнику Peel не дозволено переміщувати це звідси.
zh_hans: 留在原处：只有管理员才能移动此项，而Peel的帮助程序不能从此处移动它。
zh_hant: 原地保留：只有管理者能移動此項目，而Peel的輔助程式不能從這裡移動它。

source: Left alone: something you excluded in Settings is inside, and moving this would take it along.
cs: Nedotčeno: uvnitř je něco, co jste vyloučili v Nastavení, a přesunutím by se to přesunulo také.
de: Unangetastet: Darin liegt etwas, das du in den Einstellungen ausgeschlossen hast, und ein Verschieben würde es mitnehmen.
es: No se toca: dentro hay algo que has excluido en Ajustes, y trasladar esto se lo llevaría también.
fr: Laissé en place : il contient un élément que vous avez exclu dans les Réglages, et le déplacer l’emporterait avec lui.
it: Resta dov’è: all’interno c’è qualcosa che hai escluso nelle Impostazioni, e spostare questo elemento lo porterebbe con sé.
ja: 対象外: “設定”で除外したものが中にあり、これを移動するとそれも一緒に移動してしまいます。
ko: 그대로 둠: 설정에서 제외한 항목이 안에 있어서, 이 항목을 이동하면 제외한 항목도 함께 이동됩니다.
nl: Blijft staan: er zit iets in wat je in Instellingen hebt uitgesloten, en als dit wordt verplaatst, gaat dat mee.
pl: Nietknięte: w środku jest coś wykluczonego przez Ciebie w Ustawieniach, a przeniesienie całości przeniosłoby także to.
pt: Preservado: há dentro algo que está nas suas exclusões nos Ajustes, e mover isto o levaria junto.
ro: Lăsat neatins: înăuntru se află ceva ce ați exclus în Configurări, iar mutarea acestui articol l‑ar lua și pe acela.
ru: Остается на месте: внутри есть то, что Вы исключили в Настройках, и перемещение захватило бы и это.
sv: Rörs inte: något som du har undantagit i Inställningar ligger i den, och om den flyttades skulle det följa med.
tr: Yerinde kalır: içinde Ayarlar’da hariç tuttuğunuz bir şey var ve bunu taşımak onu da götürür.
uk: Лишається на місці: усередині є те, що ви додали до винятків у Параметрах, і переміщення забрало б і його.
zh_hans: 留在原处：其中有你在“设置”中排除的项目，移动此项会连带移走它。
zh_hant: 原地保留：其中有你在「設定」中排除的項目，移動此項目會連帶移動它。

source: Left alone: the app’s own Documents folder is inside and may hold what you made with it. Peel never removes that.
cs: Nedotčeno: uvnitř je vlastní složka Dokumenty této aplikace, která může obsahovat, co jste v aplikaci vytvořili. Tu Peel nikdy neodstraňuje.
de: Unangetastet: Darin liegt der eigene Dokumente-Ordner der App, der enthalten kann, was du mit ihr erstellt hast. Peel entfernt ihn nie.
es: No se toca: dentro está la propia carpeta Documentos de la app, que puede contener lo que has creado con ella. Peel nunca la elimina.
fr: Laissé en place : il contient le dossier Documents propre à l’app, qui peut renfermer ce que vous avez créé avec elle. Peel ne le supprime jamais.
it: Resta dov’è: all’interno c’è la cartella Documents dell’app, che potrebbe contenere ciò che hai creato con l’app. Peel non la rimuove mai.
ja: 対象外: アプリ専用の書類フォルダが中にあり、そのアプリで作成したものが含まれている可能性があります。Peelがそれをゴミ箱に入れることは決してありません。
ko: 그대로 둠: 안에 앱 자체의 Documents 폴더가 있으며, 그 폴더에 사용자가 앱으로 만든 작업이 들어 있을 수 있습니다. Peel은 이 폴더를 절대 제거하지 않습니다.
nl: Blijft staan: de eigen documentenmap van de app zit erin en kan bevatten wat je ermee hebt gemaakt. Peel verwijdert die nooit.
pl: Nietknięte: w środku jest własny folder Dokumenty aplikacji, który może zawierać to, co w niej utworzono. Peel nigdy go nie przenosi.
pt: Preservado: a pasta de documentos do próprio app está dentro e pode conter o que você criou com ele. O Peel nunca remove isso.
ro: Lăsat neatins: înăuntru se află dosarul Documents propriu al aplicației, care poate conține ce ați creat cu ea. Peel nu îl elimină niciodată.
ru: Остается на месте: внутри находится собственная папка документов приложения, где может храниться то, что Вы в нем создали. Peel никогда ее не удаляет.
sv: Rörs inte: appens egen dokumentmapp ligger i den och kan innehålla det du har skapat med appen. Peel tar aldrig bort den.
tr: Yerinde kalır: içinde uygulamanın kendi Belgeler klasörü var ve onunla oluşturduklarınızı barındırıyor olabilir. Peel onu asla kaldırmaz.
uk: Лишається на місці: усередині є власна папка Documents програми, де може бути те, що ви в ній створили. Peel ніколи її не вилучає.
zh_hans: 留在原处：其中有App自己的Documents文件夹，可能存有你用它创作的内容。Peel绝不会移除该文件夹。
zh_hant: 原地保留：其中有App自己的「Documents」檔案夾，可能存有你用它製作的內容。Peel絕不會移除該檔案夾。

source: Left alone: the app’s own uninstaller removes this once the app is in the Trash, and History can’t bring it back.
cs: Nedotčeno: tuto položku odstraní vlastní odinstalátor aplikace, jakmile bude aplikace v koši, a Historie ji nemůže vrátit.
de: Unangetastet: Das eigene Deinstallationsprogramm der App entfernt dies, sobald die App im Papierkorb liegt, und über den Verlauf lässt sich das nicht zurückholen.
es: No se toca: el propio desinstalador de la app elimina esto cuando la app ya está en la papelera, e Historial no puede recuperarlo.
fr: Laissé en place : le programme de désinstallation propre à l’app le supprime une fois l’app dans la corbeille, et l’Historique ne peut pas le rétablir.
it: Resta dov’è: il programma di disinstallazione dell’app stessa lo rimuove quando l’app è nel Cestino, e la Cronologia non può ripristinarlo.
ja: 対象外: アプリがゴミ箱に入ると、アプリ独自のアンインストーラによってこれが削除され、履歴から元に戻すことはできません。
ko: 그대로 둠: 앱이 휴지통으로 이동되면 앱 자체의 제거 프로그램이 이 항목을 제거하며, 기록에서 되살릴 수 없습니다.
nl: Blijft staan: het eigen de-installatieprogramma van de app verwijdert dit definitief zodra de app in de prullenmand ligt, en Geschiedenis kan het niet terugzetten.
pl: Nietknięte: własny dezinstalator aplikacji usunie to, gdy aplikacja trafi do Kosza, a Historia nie może tego przywrócić.
pt: Preservado: o desinstalador do próprio app remove isto assim que o app estiver no Lixo, e o Histórico não pode trazê-lo de volta.
ro: Lăsat neatins: după ce aplicația ajunge în Coș, programul ei propriu de dezinstalare elimină acest articol, care nu poate fi readus din Istoric.
ru: Остается на месте: собственная программа удаления приложения удалит это, как только приложение окажется в Корзине, и История не сможет это вернуть.
sv: Rörs inte: appens egen avinstallerare tar bort det här så snart appen ligger i papperskorgen, och Historik kan inte få tillbaka det.
tr: Yerinde kalır: uygulama Çöp Sepeti’ne taşındığında uygulamanın kendi yükleme kaldırıcısı bunu siler ve Geçmiş onu geri getiremez.
uk: Лишається на місці: власний деінсталятор програми вилучить це, щойно програма потрапить у Смітник, і Історія не зможе цього повернути.
zh_hans: 留在原处：App进入废纸篓后，它自己的卸载器会移除此项，“历史记录”无法将其恢复。
zh_hant: 原地保留：一旦App進入「垃圾桶」，它自己的解除安裝程式就會移除此項目，而「歷史記錄」無法將其恢復。

source: Left out: %@.
cs: Vynecháno: %@.
de: Nicht in der Seitenleiste angezeigt: %@.
es: Fuera de la barra lateral: %@.
fr: Outils non affichés : %@.
it: Fuori dalla barra laterale: %@.
ja: サイドバーに表示されていないツール: %@。
ko: 사이드바에 표시되지 않음: %@.
nl: Niet in de navigatiekolom: %@.
pl: Narzędzia niepokazywane na pasku bocznym: %@.
pt: Fora da barra lateral: %@.
ro: Nu apar în bara laterală: %@.
ru: Убрано из бокового меню: %@.
sv: Visas inte i sidofältet: %@.
tr: Kenar çubuğunda görünmeyenler: %@.
uk: Не показано: %@.
zh_hans: 不会出现在边栏中：%@。
zh_hant: 不顯示在側邊欄中：%@。

source: Lets Git clone and work with repositories that keep large files in Git LFS. `git lfs install` sets it up once for your account.
cs: Umožňuje Gitu klonovat repozitáře, které ukládají velké soubory v Git LFS, a pracovat s nimi. `git lfs install` ho jednorázově nastaví pro váš účet.
de: Damit kann Git Repositorys, die große Dateien in Git LFS ablegen, klonen und mit ihnen arbeiten. `git lfs install` richtet Git LFS einmalig für deinen Benutzeraccount ein.
es: Permite a Git clonar repositorios que guardan archivos grandes en Git LFS y trabajar con ellos. `git lfs install` lo configura una sola vez para tu cuenta.
fr: Permet à Git de cloner les dépôts qui stockent leurs fichiers volumineux dans Git LFS, et de travailler avec eux. `git lfs install` le configure pour votre compte, une fois pour toutes.
it: Permette a Git di clonare e usare i repository che conservano i file di grandi dimensioni in Git LFS. `git lfs install` lo configura una volta per tutte per il tuo account.
ja: 大きなファイルをGit LFSで管理しているリポジトリを、Gitでクローンして扱えるようにします。`git lfs install`を一度実行すれば、お使いのアカウントで使えるように設定されます。
ko: 대용량 파일을 Git LFS에 보관하는 저장소를 Git으로 복제하고 다룰 수 있게 합니다. `git lfs install` 명령을 한 번 실행하면 사용자 계정에 설정됩니다.
nl: Hiermee kan Git repository's die grote bestanden in Git LFS bewaren, klonen en ermee werken. `git lfs install` stelt het één keer in voor je account.
pl: Pozwala Gitowi klonować repozytoria, które przechowują duże pliki w Git LFS, i z nimi pracować. `git lfs install` jednorazowo konfiguruje go dla Twojego konta.
pt: Permite que o Git clone e trabalhe com repositórios que guardam arquivos grandes no Git LFS. `git lfs install` faz essa configuração uma vez para a sua conta.
ro: Îi permite lui Git să cloneze depozitele care păstrează fișierele mari în Git LFS și să lucreze cu ele. `git lfs install` îl configurează o singură dată pentru contul dvs.
ru: Позволяет Git клонировать репозитории, которые хранят большие файлы в Git LFS, и работать с ними. `git lfs install` один раз настраивает его для Вашей учетной записи.
sv: Gör att Git kan klona och arbeta med kodförråd som lagrar stora filer i Git LFS. `git lfs install` ställer in Git LFS en gång för ditt konto.
tr: Git’in, büyük dosyaları Git LFS ile saklayan depoları klonlamasını ve onlarla çalışmasını sağlar. `git lfs install`, bunu hesabınız için bir kez kurar.
uk: Дає змогу Git клонувати репозиторії, які зберігають великі файли в Git LFS, і працювати з ними. `git lfs install` один раз налаштовує Git LFS для вашого облікового запису.
zh_hans: 让Git能够克隆和使用将大文件储存在Git LFS中的代码仓库。`git lfs install`可为你的账户完成一次性设置。
zh_hant: 讓Git能複製並處理將大型檔案存放在Git LFS中的儲存庫。`git lfs install`只需執行一次，即可為你的帳號完成設定。

source: Lets Peel look inside the Trash and the private folders where apps keep their data. Without it, Peel can’t find everything an app leaves behind.
cs: Umožňuje Peelu nahlédnout do koše a do soukromých složek, kde si aplikace ukládají data. Bez něj Peel nenajde vše, co po sobě aplikace zanechá.
de: Erlaubt Peel, in den Papierkorb und in die privaten Ordner zu sehen, in denen Apps ihre Daten aufbewahren. Ohne diesen Zugriff kann Peel nicht alles finden, was eine App hinterlässt.
es: Permite a Peel mirar dentro de la papelera y de las carpetas privadas donde las apps guardan sus datos. Sin él, Peel no puede encontrar todo lo que deja una app.
fr: Permet à Peel de regarder dans la corbeille et dans les dossiers privés où les apps conservent leurs données. Sans cet accès, Peel ne peut pas trouver tout ce qu’une app laisse derrière elle.
it: Consente a Peel di guardare nel Cestino e nelle cartelle private in cui le app conservano i loro dati. Senza questo accesso, Peel non può trovare tutto ciò che un’app si lascia dietro.
ja: Peelがゴミ箱の中や、アプリがデータを保存している非公開のフォルダを調べられるようにします。これがないと、Peelはアプリが残すものをすべて見つけることはできません。
ko: Peel이 휴지통과 앱이 데이터를 보관하는 비공개 폴더 안을 살펴볼 수 있게 합니다. 이 권한이 없으면 Peel은 앱이 남기는 항목을 모두 찾을 수 없습니다.
nl: Hiermee kan Peel in de prullenmand kijken en in de privémappen waarin apps hun gegevens bewaren. Zonder deze toegang kan Peel niet alles vinden wat een app achterlaat.
pl: Pozwala aplikacji Peel zajrzeć do Kosza i do prywatnych folderów, w których aplikacje przechowują swoje dane. Bez tego Peel nie znajdzie wszystkiego, co aplikacja pozostawia po sobie.
pt: Permite que o Peel veja o que há no Lixo e nas pastas privadas onde os apps guardam os seus dados. Sem isso, o Peel não consegue encontrar tudo o que um app deixa para trás.
ro: Permite aplicației Peel să caute în Coș și în dosarele private în care aplicațiile își păstrează datele. Fără acest acces, Peel nu poate găsi tot ce lasă în urmă o aplicație.
ru: Позволяет Peel заглядывать в Корзину и в закрытые папки, где приложения хранят свои данные. Без этого Peel не сможет найти все, что остается после приложения.
sv: Låter Peel titta i papperskorgen och i de privata mappar där appar sparar sina data. Utan den kan Peel inte hitta allt som en app lämnar kvar.
tr: Peel’in Çöp Sepeti’nin ve uygulamaların verilerini tuttuğu özel klasörlerin içine bakmasını sağlar. Bu izin olmadan Peel, bir uygulamanın geride bıraktığı her şeyi bulamaz.
uk: Дає Peel змогу зазирати в Смітник і приватні папки, де програми зберігають свої дані. Без цього Peel не зможе знайти все, що програма залишає по собі.
zh_hans: 让Peel能够查看废纸篓内部，以及App存放数据的私有文件夹。没有此权限，Peel就无法找到App留下的所有文件。
zh_hant: 讓Peel可以查看「垃圾桶」以及App存放資料的私人檔案夾。沒有此權限，Peel就無法找到App留下的所有檔案。

source: Lets a browser extension run a program inside the app
cs: Umožňuje rozšíření prohlížeče spouštět program uvnitř aplikace
de: Erlaubt einer Browsererweiterung, ein Programm in der App auszuführen
es: Permite que una extensión del navegador ejecute un programa de dentro de la app
fr: Permet à une extension de navigateur d’exécuter un programme situé dans l’app
it: Consente a un’estensione del browser di eseguire un programma all’interno dell’app
ja: ブラウザの機能拡張がアプリ内のプログラムを実行できるようにする
ko: 브라우저 확장 프로그램이 앱 내부의 프로그램을 실행하도록 허용
nl: Laat een browserextensie een programma in de app uitvoeren
pl: Pozwala rozszerzeniu przeglądarki uruchamiać program z wnętrza aplikacji
pt: Permite que uma extensão do navegador execute um programa dentro do app
ro: Permite unei extensii de browser să ruleze un program din interiorul aplicației
ru: Позволяет расширению браузера запускать программу внутри приложения
sv: Låter ett webbläsartillägg köra ett program inuti appen
tr: Bir tarayıcı genişletmesinin uygulamanın içindeki bir programı çalıştırmasına izin veriyor
uk: Дозволяє розширенню браузера запускати виконуваний файл усередині програми
zh_hans: 允许浏览器扩展运行App内的程序
zh_hant: 讓瀏覽器延伸功能執行App內的程式
